import Tab from 'react-bootstrap/Tab'
import Tabs from 'react-bootstrap/Tabs'

function DescriptionTabs() {
	return (
		<Tabs
			defaultActiveKey='profile'
			id='uncontrolled-tab-example'
			className='mb-3'
		>
			<Tab eventKey='home' title='Опис'>
				<b>Практичність та компактність</b> <br />
				<br />
				Пилосос забезпечує швидке та ефективне видалення пилу, крихт та інших
				дрібних забруднень у салоні вашого автомобіля. Дизайн надає йому
				стильного вигляду, а комплектація різними насадками робить його
				універсальним для прибирання у різних куточках вашого автомобіля. Легкий
				та компактний, цей пилосос легко зберігається у багажнику, завжди під
				рукою у разі потреби. Зробіть свої поїздки більш приємними та
				доглянутими з цим зручним автомобільним пилососом.
				<br />
				<br />
				<b>Ефективний догляд</b> <br />
				<br />
				За допомогою цього пристосування легко можна прибрати бруд із сидінь,
				килимків, висмоктати пил з повітроводів, а наявність 2 насадок дозволить
				дістати сміття у важкодоступних місцях. Прозорий накопичувач бруду
				дозволить контролювати його заповнення для своєчасного очищення.
			</Tab>
			<Tab eventKey='profile' title='Характеристики'>
				<ul>
					<li>
						<b>Тип:</b> пилосос для авто;
					</li>
					<li>
						<b>Вид:</b>: для сухого прибирання;
					</li>
					<li>
						<b>Матеріал:</b> пластик;
					</li>
					<li>
						<b>Працює від акумулятора ємністю 2000мАч;</b>
					</li>
					<li>
						<b>Потужність:</b> 120 Вт.;
					</li>
					<li>
						<b>Сила всмоктування:</b> 4500 Па;
					</li>
					<li>
						<b>Час бездротової роботи (на повній потужності) – понад 25 хв;</b>
					</li>
					<li>
						<b>Висота:</b> 147 мм;
					</li>
					<li>
						<b>Діаметр:</b> 56 мм;
					</li>
					<li>
						<b>Довжина кабелю:</b> 2 м;
					</li>
					<li>
						<b>Є щілинна насадка;</b>
					</li>
					<li>
						<b>Колір:</b> чорний.
					</li>
				</ul>
			</Tab>
		</Tabs>
	)
}

export default DescriptionTabs
