import Tab from 'react-bootstrap/Tab';
import Tabs from 'react-bootstrap/Tabs';


function DescriptionTabs() {
  return (
    <Tabs
      defaultActiveKey="profile"
      id="uncontrolled-tab-example"
      className="mb-3"
    >
      <Tab eventKey="home" title="Опис">
      Ручний відпарювач RAF SKY RS7307 – ідеально підходить для подорожей або домашнього використання. Легко розгладжувати складки на одязі, коли він лежить на вішалях. Ручний відпарювач для одягу – це простий та зручний в експлуатації прилад, який легко впорається з прасуванням одягу з будь-яких видів тканини, розгладжуванням штор та постільної білизни, допоможе видалити неприємний запах з речей, очистити м'які меблі та килими. Особливо корисний відпарювач для сімей, де є діти, адже з його допомогою можна легко продезінфікувати іграшки. Зручний, компактний, мобільний, економічний ручний очищувач можна взяти з собою в будь-яку поїздку, відрядження, подорож або на дачу. Цей недорогий багатофункціональний пристрій повністю змінить Ваше уявлення про речі та будинок і зробить цей процес максимально легким та комфортним!
      </Tab>
      <Tab  eventKey="profile" title="Характеристики">
        <ul>
          <li><b>Тип:</b> відпарювач для одягу </li>
          <li><b>Тип управління</b>: механічне</li>
          <li><b>Максимальна потужність:</b> 1000 Вт</li>
          <li><b>Довжина шнура:</b> 1.8 м</li>
          <li><b>Подача пари:</b> 20 г/хв</li>
          <li><b>Матеріал підошви:</b> пластик</li>
          <li><b>Насадка-щітка для видалення ворсу:</b> так</li>
          <li><b>Захист від перегріву:</b> так</li>
          <li><b>Об'єм резервуара для води:</b> 200 мл</li>
          <li><b>Розмір блоку:</b> 20х11х22 см</li>
          <li><b>Вага:</b> 600 г</li>
        </ul>
      </Tab>
      <Tab eventKey="contact" title="Комплектація" >
        <ul>
          <li><b>Відпарювач ручний RAF SKY RS7307</b></li>
          <li><b>Щітка для ворсу</b></li>
          <li><b>Мірний стакан</b></li>
          <li><b>Інструкція</b></li>
          <li><b>Упакування</b></li>
        </ul>
      </Tab>
      
    </Tabs>
    
  );
}

export default DescriptionTabs;